{
	"navbarContent": {
		"our-ambition": "Onze ambitie",
		"what-we-do": "Wat we doen",
		"transformation": "Transformatie",
		"our-impact": "Onze impact",
		"get-in-touch": "Neem contact op"
	},
	"heroContent": {
		"welcome-to-the-world-of": "Welkom in de wereld van",
		"where-the-journey": "Waar de ontdekkingsreis net zo spannend <br/> is als de bestemming.",
		"lets-build": "Laten we goede bedrijven bouwen",
		"start": "Laten we goede"
	},
	"journeyContent": {
		"journeyContent": "Bij Supa Dupa begeleiden we organisaties bij hun reis om op een duurzame manier 'good business' te doen. Want good business leidt tot een betere toekomst."
	},
	"companiesContent": {
		"companiesHeading": "In elk bedrijf schuilt een uniek verhaal van purpose en positieve impact. Wij zijn ervan overtuigd dat bedrijven dé drijvende kracht zijn voor positieve verandering richting een duurzamere toekomst.",
		"companiesPara": "Good companies zijn winstgevend, passen zich aan op een steeds veranderende omgeving, hebben een gezonde cultuur waarbinnen mensen samenwerken naar een gemeenschappelijk doel, en maken een positieve impact op de samenleving en onze planeet. Ze laten een waardevolle erfenis na voor toekomstige generaties. Dat is het soort zakendoen dat het investeren waard is.",
		"companiesPara1": "Bij Supa Dupa geloven we dat good business begint met purpose. We zijn gespecialiseerd in het begeleiden van bedrijven op een transformerende reis naar het ontwikkelen van een toekomstbestendige strategie gedreven door purpose, die resoneert met elke vezel van het bedrijf. We helpen organisaties hun waardepropositie te evolueren om waarde te generen op een duurzame manier.",
		"companiesPara2": "We weten allemaal waar we naartoe willen. Maar soms heb je een gids nodig die weet hoe je daar kunt komen. Laten we dus op doel verbinden en samen jouw reis verkennen. Echt, we zouden vereerd zijn om deel uit te maken van jouw inspirerende reis!"
	},
	"whatwedoContent": {
		"whatwedoHeading": "Samen bekijken we jouw organisatie door vier lenzen van expertise: Business development, Branding, Duurzaamheid en Mens & Cultuur. We helpen jouw organisatie de waardepropositie te evolueren om duurzame bedrijfsvoering te bevorderen.",
		"title1": "SDG, ESG, B-corp & Steward Ownership",
		"heading1": "Bedrijf",
		"heading2": "Ontwikkeling",
		"para1": "Implementeren van nieuwe generatie bedrijfsmodellen en kaders die positieve verandering voor uw organisatie stimuleren.",
		"href1": "Boek een inspiratieworkshop",
		"bgColor1": "#260A2F",
		"textColor1": "#FFD7EF",
		"linkColor1": "#FFC091",
		"title2": "Merkstrategie, Creatieve concepten & Campagnes",
		"heading3": "Doelgedreven",
		"heading4": "merken & campagnes",
		"para2": "Bedrijven helpen hun doel te vinden, hun merk te definiëren en hun verhaal te versterken door creatieve concepten, (digitale) ervaringen en campagnes.",
		"href2": "Boek een inspiratieworkshop",
		"bgColor2": "#9FE870",
		"textColor2": "#260A2F",
		"linkColor2": "#260A2F",
		"title3": "Duurzame strategie & Programmamanagement",
		"heading5": "Programma's voor",
		"heading6": "duurzaamheid",
		"para3": "Samen ontwikkelen we mensgerichte duurzaamheidsprogramma's om transformatieve verandering in uw organisatie te bevorderen, waarbij duurzame praktijken worden geïntegreerd in strategieën, bedrijfsmodellen en dagelijkse besluitvorming.",
		"href3": "Boek een inspiratieworkshop",
		"bgColor3": "#163300",
		"textColor3": "#9BE36D",
		"linkColor3": "#FFC091",
		"title4": "Menselijke bloei, Interne branding & Werving",
		"heading7": "Mensen &",
		"heading8": "Cultuur",
		"para4": "Organisaties transformeren tot doelgedreven merken door een sterke interne cultuur te cultiveren, individuen te verenigen met gedeelde waarden, en medewerkers diep te betrekken voor een uniforme, impactvolle en bloeiende werkplek.",
		"href4": "Boek een inspiratieworkshop",
		"bgColor4": "#320707",
		"textColor4": "#FFD7EF",
		"linkColor4": "#FFC091"
	},
	"sliderContent": {
		"sliderHeading1": "Pioniers voor het nieuwe normaal.",
		"sliderHeading2": "Bedrijfstransformatie is een reis die tijd, ruimte en een aanstekelijke dosis positieve energie vereist.",
		"sliderHeading3": "Onze filosofie is dat iedereen zijn bestemming kent; soms heb je gewoon een gids nodig die de weg weet om er te komen. Met ons transformatieproces op maat creëren we een uniek pad dat aansluit bij de specifieke behoeften van jouw bedrijf.",
		"title1": "Verkennen.",
		"heading1": "Van Wereldbeeld naar Werkplek.",
		"para1": "In de eerste fase nemen we een panoramisch uitzicht, waarbij we de wereldwijde dynamiek onderzoeken om de bredere context en drijfveren van verandering te begrijpen. Beginnend vanuit dit brede perspectief, zoomen we in op jouw specifieke sector en organisatie. Ons doel is niet alleen om de globale, sector- en organisatiecontexten te begrijpen, maar ook om de weg te banen voor 'nieuwe manieren van werken.' We streven ernaar een dynamische ruimte te creëren die uitnodigt tot innovatieve initiatieven, en een omgeving te bevorderen waarin frisse ideeën en benaderingen kunnen gedijen.",
		"title2": "Definiëren.",
		"heading2": "Samenwerken, convergeren & creëren.",
		"para2": "Na de verkenning werken we nauw samen om een gewenste oplossing voor jouw uitdaging te definiëren. Het maakt niet uit of je een nieuwe strategie, merk of programma nodig hebt. Onze methode is afgestemd op samenwerking, visies afstemmen en nieuwe wegen ontdekken op strategisch niveau. Het belangrijkste is dat we een pad definiëren dat in lijn is met de visie, het doel en de gewenste impact van jouw bedrijf op zowel lokaal als globaal niveau.",
		"title3": "Invoeren.",
		"heading3": "Strategische Slimheid Ontmoet Operationele Kunst.",
		"para3": "Tijdens deze fase orkestreren we een soepel onboardingproces, waarbij we jouw team door essentiële overgangen, vaardigheidsverbeteringen en culturele verschuivingen leiden die nodig zijn om de op doelstellingen gerichte transformatie te omarmen en te belichamen. Cruciaal is dat we een verbinding tot stand brengen tussen de strategische visie en de tactische en operationele niveaus binnen de organisatie.",
		"title4": "Verfijnen.",
		"heading4": "Strategie verbinden met operaties.",
		"para4": "Zodra er overeenstemming is bereikt over de strategische, tactische en operationele niveaus, is het essentieel om feedback van het team in de strategie te verfijnen en te integreren. Dit zorgt voor een aanpak die door alle belanghebbenden in het bedrijf wordt ondersteund.",
		"title5": "Activeren.",
		"heading5": "Hier begint de magie.",
		"para5": "We activeren jouw reis en versterken jouw verhaal met creatieve concepten, digitale ervaringen en campagnes. We brengen jouw doelgerichte initiatieven tot leven, creëren tastbare acties die een positieve impact hebben op jouw bedrijf en gemeenschap. Door gebruik te maken van onze innovatieve Transformation Sprint-methode, gebaseerd op Systemisch Overgangsmanagementprincipes, voeren we iteratieve korte uitbarstingen van positieve verandering uit die jouw team helpen de noodzakelijke overgang te maken."
	},
	"ourImpactContent": {
		"ourImpactHeading1": "Onze Impact",
		"ourImpactHeading2": "We werken graag samen met goede mensen, familiebedrijven en B-Corps!",
		"title1": "Supa Dupa is een geweldige strategische partner die inspiratie, ideeën en advies brengt die de strategie van Hartman vooruit helpen, en praktische begeleiding biedt voor tactische en operationele implementatie. Creatief en innovatief, hun aanpak sluit nauw aan bij de visie van het merk, onze organisatorische behoeften en beschikbare middelen.",
		"heading1": "Stefanie Sijtsma Semmekrot",
		"para1": "Directeur Marketing & Categorie Management",
		"title2": "Het is een vreugde om samen te werken met Supa Dupa als implementatiepartner voor het Harvard Human Flourishing Program. Met een wereldwijd netwerk van instellingen benutten we gegevens uit meer dan 125 landen, waardoor organisaties worden voorzien van tastbare inzichten op hun reis om positieve verandering te stimuleren.",
		"heading2": "Paulien Olde Bijvank",
		"para2": "Projectleider & Onderzoeker - Saxion Living Lab"
	},
	"footerContent": {
		"footerHeading1": "We weten allemaal waar we naartoe willen. Maar soms heb je een gids nodig die weet hoe je daar kunt komen.",
		"footerHeading2": "Laten we connecten op purpose en samen jouw ontdekkingsreis bepalen.",
		"footerBtn": "Start jouw ontdekkingsreis"
	}
}
